Repository: pglen/ebook-viewer
Catalog: po/*.po
Languages: es, fr, ja, pl

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
es: Este programa es software libre: puede redistribuirlo y/o modificarlo según los términos de la Licencia Pública General de GNU tal como la publica la Free Software Foundation, ya sea la versión 3 de la Licencia, o bien (según prefiera) cualquier versión posterior. Este programa se distribuye con la esperanza de que resulte útil, pero SIN NINGUNA GARANTÍA; sin siquiera la garantía implícita de COMERCIABILIDAD o IDONEIDAD PARA UN FIN CONCRETO. Consulte la Licencia Pública General de GNU para obtener más detalles. Debería haber recibido una copia de la Licencia Pública General de GNU con este programa. De no ser así, visite <http://www.gnu.org/licenses/>.
fr: Ce logiciel est un logiociel libre : vous pouvez le redistribuer et/ou le modifier sous les termes de la licence publique générale GNU (GNU General Public Licence) telle qu'établie par la Fondation du logiciel libre (Free Software Foundation), soit avec la version 3 de la licence, soit avec une version ultérieure de votre choix. Ce logiciel est distribué dans l'espoir qu'il sera utile, mais SANS AUCUNE GARANTIE; sans même une garantie implicite de valeur marchande ou d'adaptation à un usage particulier. Voir la licence Générale publique GNU GPL pour plus de détail. Une copie de la licence générale publique GNU GPL aurait dû être fournie avec ce logiciel, si cela n'est pas le cas, voir <http://www.gnu.org/licenses/>.
ja: 当プログラムは自由なソフトウェアです: フリーソフトウェア財団が発行する GNU一般公衆利用許諾書（第3版かそれ以降）の定める条件の下，再頒布・改変できます。 当プログラムは有用であることを願って頒布されますが， *保証は全くありません*。*商品適格性*の根拠や*特定目的への適合性*は， 言外に示したものを含め全く在りません。 詳しくはGNU一般公衆利用許諾書をご覧ください。 当プログラムと共に，GNU一般公衆利用許諾書の写しを受け取っている筈です。 受け取っていない場合は，こちら <http://www.gnu.org/licenses/> をご覧ください。
pl: Niniejszy program jest wolnym oprogramowaniem; możesz go rozprowadzać dalej i/lub modyfikować na warunkach Powszechnej Licencji Publicznej GNU, wydanej przez Fundację Wolnego Oprogramowania - według wersji 2-giej tej Licencji lub którejś z późniejszych wersji. Niniejszy program rozpowszechniany jest z nadzieją, iż będzie on użyteczny - jednak BEZ JAKIEJKOLWIEK GWARANCJI, nawet domyślnej gwarancji PRZYDATNOŚCI HANDLOWEJ albo PRZYDATNOŚCI DO OKREŚLONYCH ZASTOSOWAŃ. W celu uzyskania bliższych informacji - Powszechna Licencja Publiczna GNU. Z pewnością wraz z niniejszym programem otrzymałeś też egzemplarz Powszechnej Licencji Publicznej GNU (GNU General Public License); jeśli nie - zobacz <http://www.gnu.org/licenses/>.

source: Michał Daniel (developer, maintainer)
es: Michał Daniel (programador, mantenimiento)
fr: Michał Daniel (développeur, mainteneur)
ja: Michał Daniel（開発・保守管理）
pl: Michał Daniel (deweloper, maintainer)

source: Nguyễn Ngọc Thanh Hà (contributor)
es: Nguyễn Ngọc Thanh Hà (colaborador)
fr: Nguyễn Ngọc Thanh Hà (contributeur)
ja: Nguyễn Ngọc Thanh Hà（貢献）
pl: Nguyễn Ngọc Thanh Hà (wkładca)

source: Jens Persson (contributor)
ja: Jens Persson（貢献）

source: Easy eBook Viewer
ja: かんたん電子書籍ビューア

source: Browse code at Github
es: Explorar el código en GitHub
fr: Consulter le code sur GitHub
ja: GitHubでコードを閲覧する
pl: Przeglądaj kod na Githubie

source: Anonymous Translator ([replace] translation)
ja: cmplstofB（日本語訳）

source: Easy eBook Viewer is a simple and moder ePub files reader written in Python using GTK3 and WebKit.
es: Easy eBook Viewer es un lector sencillo y moderno de archivos ePub, escrito en Python con GTK3 y WebKit.
fr: Easy eBook Viewer est un lecteur simple et moderne de fichiers ePubprogrammé en Python et utilisant GTK3 et WebKit.
ja: かんたん電子書籍ビューアは，GTK3及びWebKitを用いた，簡易かつ最新のPython製電子書籍閲覧プログラムです。
pl: Easy eBook Viewer to łatwy w obsłudze i nowoczesny czytnik plików ePub napisany w Pythonie z użyciem GTK3 i WebKitu.

source: About Easy eBook Viewer
es: Acerca de Easy eBook Viewer
fr: Au sujet de Easy eBook Viewer
ja: かんたん電子書籍ビューアについて
pl: O Easy eBook Viewer

source: Please choose a file
es: Seleccione un archivo
fr: Veuillez choisir un fichier
ja: ファイルを選んでください。
pl: Proszę wybierz plik

source: Any files
es: Cualquier archivo
fr: Tous fichiers
ja: 全ての種類
pl: Wszystkie pliki

source: ePub files
es: Archivos ePub
fr: Fichiers ePub
ja: 電子書籍
pl: Pliki ePub

source: Importable files
ja: 取り入れ可能なもの

source: Preferences
ja: 設定

source: Import book...
ja: 書籍を取り入れる

source: About
es: Acerca de
ja: 概要
pl: O programie

source: Importing is unavailable
ja: 取り入れできません

source: Importing requires Calibre eBook reader to be installed.
ja: 取り込みにはCalibre eBook readerが必要です。

source: of %s
es: de %s
fr: de %s
ja: 中%s
pl: z %s

source: Properties
ja: 情報

source: Application theme
ja: 外観の色調

source: Could not write configuration file.
es: No se pudo guardar el archivo de configuración.
fr: Impossible d'enregistrer le fichier de configuration.
ja: 設定ファイルに書き込めませんでした。
pl: Nie udało się zapisać pliku konfiguracyjnego.

source: Make sure $XDG_CONFIG_HOME/easy-ebook-viewer.conf is accessible and try again.
ja: $XDG_CONFIG_HOME/easy-ebook-viewer.confが参照可能かどうか確かめてから遣り直してください。

source: Could not open the book.
es: No se pudo abrir el libro.
fr: Impossible d'ouvrir l'ouvrage.
ja: 書籍を開けませんでした。
pl: Nie udało się otworzyć książki.

source: Make sure you can read the file and the book you are trying to open is in supported format and try again.
es: Asegúrese de que pueda leer el archivo y de que este se encuentre en un formato admitido.
fr: Vérifiez vos droits de lecture sur le fichier et que celui-ci et dans un format supporté, puis réessayez.
ja: 対象の閲覧が許可されているか，またかんたん電子書籍ビューアが該書籍の形式に対応しているか確かめてから遣り直してください。
pl: Upewnij się, masz prawo dosępu do pliku, a książka, którą próbujesz otworzyć jest w obsługiwanym formacie i spróbuj ponownie.

source: Unknown book
ja: 不明な表題

source: Unknown author(s)
ja: 不明な著者

source: Chapter %s
es: Capítulo %s
fr: Chapitre %s
ja: %s章
pl: Rozdział %s

source: Make sure ~/.easy-ebook-viewer is accessible and try again.
es: Asegúrese de que haya acceso a la ruta «~/.easy-ebook-viewer» y pruebe de nuevo.
fr: Vérifiez que ~/.easy-ebook-viewer est accessible et réessayez.
pl: Upenij się, że plik ~/.easy-ebook-viewer jest dostępny i spróbuj ponownie.
